Repository: tasuwo/LikePics
Catalog: LikePicsKit/Sources/ClipCreationDesktopFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Add Albums...
ja: アルバムを追加

source: Add Tags...
ja: タグを追加

source: Album "%@" could not be created because an error occurred.
ja: エラーが発生したため、アルバム "%@" の作成に失敗しました。

source: Cancel
ja: キャンセル

source: Clip could not be created because an error occurred.
ja: エラーが発生したため、クリップの作成に失敗しました。

source: Combie multiple images into a single clip.
ja: 複数枚の画像を1つのクリップにまとめることができます

source: Combine into Clip
ja: クリップにまとめる

source: Create new album "%@"
ja: 新規アルバム "%@" を作成

source: Create new tag "%@"
ja: 新規タグ "%@" を作成

source: Failed to Create Album
ja: アルバムの作成に失敗

source: Failed to Create Clip
ja: クリップの作成に失敗

source: Failed to Create Tag
ja: タグの作成に失敗

source: Remove album
ja: 削除

source: Remove tag
ja: 削除

source: Save
ja: 保存

source: Save as hidden items
ja: 保存した画像を隠す

source: Tag "%@" could not be created because an error occurred.
ja: エラーが発生したため、タグ "%@" の作成に失敗しました。

source: Tag "%@" could not be created because an error occurred. A duplicate name was specified.
ja: タグ "%@" の作成に失敗しました。名前が重複しています。
